Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: <A>How do I change the keyboard layout for the Welcome screen?</A>
be: <A>Як мне змяніць пабудову клавіятуры экрана вітання?</A>

source: <A>How do I change the way the Start menu looks?</A>
be: <A>Як я магу змяніць выгляд Пачатковага меню?</A>

source: <A>How do I customize the taskbar?</A>
be: <A>Як мне дапасаваць паліцу задач?</A>

source: <A>How to ignore preset colors</A>
be: <A>Як ігнараваць перадвызначаныя колеры</A>

source: <A>Merge or delete network locations</A>
be: <A>Аб'яднаць ці выдаліць сеткавыя размяшчэнні</A>

source: <A>Remove Properties and Personal Information</A>
be: <A>Выдаліць уласцівасці і персанальнай інфармацыі</A>

source: <A>See more information about opening multiple programs at the same time.</A>
be: <A>Пабачыць больш інфармацыі пра адчыненне шматлікіх праграм адначасова.</A>

source: <A>Share an Internet connection on an ad hoc network</A>
be: <A>Абагуліць злучэнне з сецівам у сетцы камп'ютар-камп'ютар</A>

source: <A>Show more fonts</A>
be: <A>Паказаць больш шрыфтоў</A>

source: <A>Tell me how to set up ICS on my own</A>
be: <A>Распавядзіце, як самастойна ўсталяваць ICS</A>

source: <A>Tell me more about these accounts</A>
be: <A>Распавядзіце больш пра гэтыя рахункі</A>

source: <A>Using ICS (Internet Connection Sharing)</A>
be: <A>Карыстанне ICS (абагульванне злучэння з сецівам)</A>

source: <A>View computers and devices on the network</A>
be: <A>Прагледзець камп'ютары і прылады ў сетцы</A>

source: <A>View more AutoPlay options in Control Panel</A>
be: <A>Больш варыянтаў аўтазапуску ў панэлі кіравання</A>

source: <A>View or change HomeGroup settings</A>
be: <A>Прагледзець ці змяніць налады хатняй групы</A>

source: <A>View or change settings in Network and Sharing Center</A>
be: <A>Прагледзець ці змяніць налады ў цэнтры сетак і абагульвання</A>

source: <A>What are intranet settings?</A>
be: <A>Што такое налады інтранэту?</A>

source: <A>What does the notation mean?</A>
be: <A>Што азначае такі запіс?</A>

source: <A>What is system locale?</A>
be: <A>Што такое сістэмная лакаль?</A>

source: <A>What kind of disc should I use?</A>
be: <A>Які тып кружэлкі лепш выкарыстоўваць?</A>

source: <A>What personal information might be in a file?</A>
be: <A>Якая персанальная інфармацыя можа быць у файле?</A>

source: <A>Why is my location important?</A>
be: <A>Чаму маё размяшчэнне важнае?</A>

source: <A>gadget name</A>
be: <A>назва гаджэта</A>

source: <A>publisher</A>
be: <A>выдавец</A>

source: <All Processors>
be: <Усе працэсары>

source: <For details, open this link to view the feed.>
be: <Для атрымання дэталяў адчыніце гэтую спасылку для прагляду стужкі.>

source: <No Connections Found>
be: <Злучэнні не знойдзеныя>

source: <No information available>
be: <Няма даступнай інфармацыі>

source: <None>
be: <Адсутнічае>

source: <P>Picture Attachments:</P>
be: <P>Відарысы-прычэпкі:</P>

source: <Unavailable>
be: <Недаступна>

source: <Unknown Application>
be: <Невядомая праграма>

source: <Unknown Contact>
be: <Невядомы кантакт>

source: <a href="Help">I'm having trouble sharing</a>
be: <a href="Help">Я маю праблемы з абагульваннем</a>

source: <a href="Help://AlertLevels">What do the alert levels mean?</a>
be: <a href="Help://AlertLevels">Што такое дзеянне і ўзроўні апавяшчэнняў?</a>

source: <a href="Help://RTP">Understanding real-time protection</a>
be: <a href="Help://RTP">Звесткі аб абароне ў рэжыме рэальнага часу.</a>

source: <a href="ReviewActiveThreats">Review detected items.</a>
be: <a href="ReviewActiveThreats">Прагляд выяўленых аб'ектаў.</a>

source: <a href="ReviewRTPPotentialThreats">Review and take action</a>
be: <a href="ReviewRTPPotentialThreats">Прагледзець і абраць дзеянні</a>

source: <a href="ReviewRTPThreats">Review items detected by real-time protection.</a>
be: <a href="ReviewRTPThreats">Перагледзець аб'екты, выяўленыя абаронай у рэальным часе.</a>

source: <a href="http://go.microsoft.com/fwlink/?LinkId=52661">View more information about this program online</a>
be: <a href="http://go.microsoft.com/fwlink/?LinkId=52661">Прагледзець больш інфармацыі аб гэтай праграме ў сеціве</a>

source: <a href="http://go.microsoft.com/fwlink/?LinkId=63849">Go online to view troubleshooting tips</a>
be: <a href="http://go.microsoft.com/fwlink/?LinkId=63849">Прагледзець парады па вырашэнню праблем у сеціве</a>

source: <a href="http://go.microsoft.com/fwlink/?LinkId=67233">Go online to view troubleshooting tips</a>
be: <a href="http://go.microsoft.com/fwlink/?LinkId=67233">Прагледзець парады па вырашэнню праблем у сеціве</a>

source: <a href="http://go.microsoft.com/fwlink/?LinkId=67234">Go online to view troubleshooting tips</a>
be: <a href="http://go.microsoft.com/fwlink/?LinkId=67234">Прагледзець парады па вырашэнню праблем у сеціве</a>

source: <a href="http://go.microsoft.com/fwlink/?LinkId=67235">Go online to view troubleshooting tips</a>
be: <a href="http://go.microsoft.com/fwlink/?LinkId=67235">Прагледзець парады па вырашэнню праблем у сеціве</a>

source: <a href="mshelp://windows/?id=c5567d69-6d50-4875-b04a-e9be26ec4788">How do I know what security settings are right for my computer?</a>
be: <a href="mshelp://windows/?id=c5567d69-6d50-4875-b04a-e9be26ec4788">Як даведацца, што налады бяспекі правільныя для майго камп'ютара?</a>

source: <a href="mshelp://windows/?id=ca607790-adf6-41a7-abd8-0a1f2feb70b1">Why can't I change these settings?</a>
be: <a href="mshelp://windows/?id=ca607790-adf6-41a7-abd8-0a1f2feb70b1">Чаму я не магу змяняць гэтыя параметры?</a>

source: <a>Connect to a hidden wireless network</a>
be: <a>Злучыць са схаванай бяздротавай сеткай</a>

source: <a>Help me decide</a>
be: <a>Дапамажыце мне вырашыць</a>

source: <a>How do I resolve sync conflicts?</a>
be: <a>Як мне вырашыць праблемы сінхранізацыі?</a>

source: <a>Read our privacy statement</a>
be: <a>Чытаць нашу заяву прыватнасці</a>

source: <a>Read the privacy statement online</a>
be: <a>Чытаць заяву прыватнасці ў сеціве</a>

source: <a>Resolve with %s...</a>
be: <a>Вырашыць канфлікты з "%s"...</a>

source: <a>Tell me more about homegroups</a>
be: <a>Распавядзіце больш пра хатнія групы</a>

source: <a>What is activation?</a>
be: <a>Што такое актывацыя?</a>

source: <a>Which one should I choose?</a>
be: <a>Які пажадана выбраць?</a>

source: <a>Why can't I change some settings?</a>
be: <a>Чаму я не магу змяняць некаторыя налады?</a>

source: <current folder>
be: <дзейны каталог>

source: <empty>
be: <пуста>

source: <folder status>
be: <стан каталога>

source: <no title>
be: <без назвы>

source: <protocol description>
be: <апісанне пратакола>

source: Congratulations! You win !!
be: Віншую! Вы выгулялі!

source: <true>
be: <ісціна>

source: <unknown>
be: <невядомы>

source: >1 TB
be: >1 ТБ

source: >128 MB
be: >128 МБ

source: >5 MB
be: >5 МБ

source: ?%1!ls! free of %2!ls!
be: ?%1!ls! вольна з %2!ls!

source: ?%lu bit
be: ?%lu б

source: ?%lu dpi
be: ?%lu кропак на цалю

source: ?%lu frames/second
be: ?%lu кадраў на секунду

source: ?%lu kHz
be: ?%lu кГц

source: ?%lu pixels
be: ?%lu пікселяў

source: ?%lukbps
be: ?%lu кб на секунду

source: ?%s m
be: ?%s м

source: ?%s mm
be: ?%s мм

source: ?%s sec.
be: ?%s с.

source: ?%s%s step
be: ?%s%s крок

source: ?1/%s sec.
be: ?1/%s с.

source: A Blu-ray disc that contains a movie.
be: BD-кружэлка з фільмам.

source: A Briefcase can't be deleted while it is open.\n\nClose the Briefcase before deleting it.
be: Партфель не можа быць выдалены тады, калі ён адчынены.\n\nЗачыніце партфель, перш чым выдаляць яго.

source: A Briefcase can't be moved or renamed while it is open.\n\nClose the Briefcase before moving or renaming it.
be: Партфель не можа быць перамешчаны альбо пераназваны тады, калі ён адчынены.\n\nЗачыніце партфель, перш чым перамяшчаць альбо пераназываць яго.

source: A CD that contains music recorded as tracks so that it can be played on any stereo (such as a car stereo).
be: CD-кружэлка з музыкай, якая можа прайгравацца ў любым прайгравальніку.

source: A CD that contains music recorded as tracks so that it can be played on any stereo, plus enhanced content such as software that installs a music player.
be: CD-кружэлка, якая змяшчае музыку, прыдатную для любога прайгравальніка, а таксама даданае змесціва, напрыклад, усталёўнік музычнага плэера.

source: A CD that uses the SVCD format, allowing you to look at videos or write high quality video content to a CD.
be: CD-кружэлка з фарматам SVCD, які дазваляе праглядаць высакаякаснае відэазмесціва ці запісваць яго на кружэлку.

source: A CD that uses the VCD format, allowing you to look at videos or write video content to a CD.
be: CD-кружэлка з фарматам VCD, які дазваляе праглядаць відэазмесціва ці запісваць яго на кружэлку.

source: A DVD that contains a movie, plus enhanced content such as software that installs a movie player.
be: DVD-кружэлка з фільмам, а таксама даданае змесціва, напрыклад, усталёўнік відэапрайгравальніка.

source: A DVD that contains a movie.
be: DVD-кружэлка, якая змяшчае фільм.

source: A DVD that contains music.
be: DVD-кружэлка, якая змяшчае музыку.

source: A Trojan designed to overwhelm an e-mail user's inbox with messages.
be: Траян, прызначаны для закідвання эл. скрыні карыстальніка паведамленнямі.

source: A Trojan that captures or transmits passwords to an attacker.
be: Траян, які захоплівае ці перасылае паролі нападніку.

source: A Trojan that installs a proxy server on a machine.
be: Траян, які ўсталёўвае проксі-сэрвер на камп'ютар.

source: A Trojan that records user activity, such as keystrokes.
be: Траян, які запісвае дзеянні карыстальніка кшталту націснутых клавіш.

source: A Trojan that records user activity, such as keystrokes. This information may be sent to an attacker using e-mail or other methods.
be: Траян, які запісвае дзеянні карыстальніка, напрыклад, націснутыя клавішы. Сабраная інфармацыя можа быць пасланая злачынцу на электронную скрыню або могуць быць скарыстаныя іншыя метады.

source: A Trojan that sends large volumes of e-mail.
be: Траян, які дасылае вялікія аб'ёмы эл. лістоў.

source: A Trojan that silently installs other programs without consent.
be: Траян, які ціха ўсталёўвае іншыя праграмы без вашай згоды.

source: A Trojan that uses the computer's modem to generate unauthorized telephone charges.
be: Траян, які карыстае мадэм камп'ютара для генерацыі неўпаўнаважаных тэлефанаванняў.

source: A Trojan used to bypass security policies or gain access to a computer.
be: Траян, які выкарыстоўваецца для абыходу палітык бяспекі ці атрымання доступу да камп'ютара.

source: A Trojan used to notify an attacker when the software has been installed.
be: Траян, які выкарыстоўваецца для апавяшчэння нападніка аб усталяванні апраграмавання.

source: A Windows Security update is needed for Internet Explorer 8 to work correctly.\n\nClick OK to download the Windows security update (recommended).\n\nOnce the update has been installed, restart Internet Explorer.
be: Неабходна абнаўленне бяспекі Windows для карэктнай працы Internet Explorer 8.\n\nПстрыкніце "Добра", каб спампаваць абнаўленне бяспекі Windows (рэкамендавана).\n\nКалі абнаўленне будзе ўсталяванае, перазапусціце Internet Explorer.

source: A Windows Security update is needed for Internet Explorer 9 to work correctly.\n\nClick OK to download the Windows security update (recommended).\n\nOnce the update has been installed, restart Internet Explorer.
be: Неабходна абнаўленне бяспекі Windows для карэктнай працы Internet Explorer 9.\n\nПстрыкніце "Добра", каб спампаваць абнаўленне бяспекі Windows (рэкамендавана).\n\nКалі абнаўленне будзе ўсталяванае, перазапусціце Internet Explorer.

source: A Windows update did not install properly. Sending the following information to Microsoft can help improve the software.
be: Абнаўленне Windows не было ўсталявана належным чынам. Дасыланне наступнай інфармацыі ў Microsoft можа дапамагчы ўдасканаліць апраграмаванне.

source: A client provides access to computers and files on the network you are connecting to.
be: Кліент дае доступ да камп'ютараў і файлаў, з якімі вы злучаныя.

source: A connection attempt is already in progress.
be: Спроба злучэння ўжо выконваецца.

source: A critical system process, %1, failed with status code %2.
be: Крытычны сістэмны працэс, %1, перарваўся з кодам %2.

source: A critical system process, %1, failed with status code %2. The machine must now be restarted.
be: Крытычны сістэмны працэс, %1, перарваўся з кодам %2. Машына мусіць быць перазапушчаная зараз.

source: A critical system process, %1, failed with status code %2. The machine must now be restarted.\r\n
be: Крытычны сістэмны працэс, %1, перарваўся з кодам %2. Машына мусіць быць перазапушчаная зараз.\r\n

source: A dump was not saved.
be: Адбітак не быў захаваны.

source: A dump was saved in: %2.
be: Адбітак захаваны ў: %2.

source: A fatal error occurred processing the restoration data.
be: Адбылася згубная памылка падчас апрацоўкі звестак аднаўлення.

source: A file copy operation is in progress.
be: Выконваецца аперацыя капіявання файла.

source: A file creation operation is in progress.
be: Выконваецца аперацыя стварэння файла.

source: A file delete operation is in progress.
be: Выконваецца аперацыя выдалення файла.

source: A file extension cannot contain any of \\/:"<>| characters.
be: Пашырэнне файла не павінна змяшчаць знакаў \\/:"<>.

source: A file extension cannot contain any of \\/:\
be: Пашырэнне файла не павінна змяшчаць \\/:\"<>|.

source: A file move operation is in progress.
be: Выконваецца аперацыя перамяшчэння файла.

# A file name can't contain any of the following characters: %1
source: A file name can't contain any of the following characters:\n\t %1
be: Назва файла не павінна змяшчаць наступныя знакі:\n\t %1

# A file name can't contain any of the following characters: \ / : * ?
source: A file name can't contain any of the following characters:\n\t \\ / : * ?
be: Назва файла не можа змяшчаць гэтыя сімвалы:\n\t \\ / : * ?

# A file name can't contain any of the following characters: \ / : * ? " < > |
source: A file name can't contain any of the following characters:\n\t \\ / : * ? " < > |
be: Назва файла не можа змяшчаць наступныя знакі:\n\t \\ / : * ? " < > |

# A file name must contain only the following characters: %1
source: A file name must contain only the following characters:\n\t %1
be: Назва файла павінна змяшчаць толькі наступныя знакі:\n\t %1

source: A file operation is in progress.
be: Выконваецца файлавая аперацыя.

source: A file property apply operation is in progress.
be: Выконваецца аперацыя надавання ўласцівасцяў файлу.

source: A file rename operation is in progress.
be: Выконваецца аперацыя пераназвання файла.

source: A file with the name you specified already exists.
be: Файл з азначанай назвай ужо існуе.

source: A file with the name you specified already exists. Specify a different file name.
be: Файл з азначанай назвай ужо існуе. Азначце іншую назву.

source: A full dump was not saved.
be: Поўны адбітак не быў захаваны.

source: A full scan helps protect your system against malicious and unwanted software.
be: Поўная праверка дазваляе абараніць сістэму ад шкодных і не пажаданых праграмаў.

source: A hang in the scanning engine has been detected
be: Выяўлена завісанне падсістэмы

source: A list of infected e-mail messages are displayed in the details pane.
be: Спіс інфектаваных паведамленняў электроннай пошты падаецца ў вобласці звестак.

source: A long time ago
be: Даўно

source: A network name cannot contain \\, /, :, *, ?, <, >, |, ", spaces only or tab characters.
be: Сеткавая назва не можа змяшчаць \\, /, :, *, ?, <, >, |, ", толькі прагалы ці знакі табуляцыі.

source: A on top
be: "А" зверху

source: A password hint can help this person remember his or her password.
be: Падказка да пароля можа дапамагчы асобе запомніць ягоны ці ейны пароль.

source: A password hint can help you remember your password.
be: Падказка да пароля можа дапамагчы вам запомніць ваш пароль.

source: A previous secure request must be completed or cancelled before a new request can be made.
be: Папярэдні запыт бяспекі павінен быць завершаны ці скасаваны, перш чым падаваць новы.

source: A problem caused Windows to shut down unexpectedly.
be: Памылка выклікала нечаканае выключэнне Windows.

source: A problem caused Windows to stop working correctly.
be: Памылка выклікала няправільную працу Windows.

source: A problem caused Windows to stop working correctly. Windows will notify you if a solution is available.
be: Памылка выклікала няправільную працу Windows. Сістэма апавясціць вас, калі вырашэнне будзе даступнае.

source: A problem caused the program to stop working correctly. Please close the program.
be: Праблема прымусіла праграму спыніць карэктную працу. Калі ласка, зачыніце праграму.

source: A problem caused the program to stop working correctly. Windows will close the program and notify you if a solution is available.
be: Праблема прымусіла праграму спыніць карэктную працу. Windows зачыніць праграму і апавясціць вас, калі будуць даступнымі вырашэнні.

source: A problem caused this program to stop interacting with Windows.
be: Памылка выклікала перапыненне ўзаемадзеяння праграмы з Windows.

source: A problem caused this program's service to stop.
be: Адбылася памылка, служба праграмы спынена.

source: A problem caused this program's service to stop. To start the service, click the Start now button or restart your computer.
be: Адбылася памылка, служба праграмы спынена. Каб запусціць службу, націсніце кнопку \"Запусціць ці\" або перазапусціце камп'ютар.

source: A problem is preventing the program from starting.
be: Адбылася памылка, якая перашкаджае запуск праграмы.

source: A problem is preventing the program from starting. Install any available updates, and then try to start the program again. For information on installing updates, see Help and Support.
be: Адбылася памылка, якая перашкаджае запуск праграмы. Усталюйце ўсе даступныя абнаўленні і паспрабуйце запусціць праграму зноў. Дадатковыя звесткі аб усталёўцы абнаўленняў можна знайсці ў цэнтры даведкі і падтрымкі.

source: A problem is preventing the program from starting. Install any available updates, and then try to start the program again. For information on installing updates, see Help and Support.\r\n
be: Адбылася памылка, якая перашкаджае запуску праграмы. Усталюйце ўсе даступныя абнаўленні і паспрабуйце запусціць праграму зноў. Інфармацыю аб усталёўванні абнаўленняў глядзіце ў дапамозе і падтрымцы.\r\n

source: A problem with your video hardware caused Windows to stop working correctly.
be: Памылка вашага відэаабсталявання выклікала няправільную працу Windows.

source: A program designed to amuse or scare a user, such as imitating a virus without taking action.
be: Праграма, прызначаная, каб забаўляць ці палохаць карыстальніка, напрыклад, імітацыяй віруса.

source: A program that appears to be useful or harmless but contains hidden code designed to exploit or damage the system on which it is run.
be: Праграма, якая падаецца карыснай або бясшкоднай, але змяшчае схаваны код, прызначаны для эксплуатавання ці пашкоджання сістэмы, на якой яна запушчана.

source: A program that changes browser settings, such as the home page, without adequate consent.
be: Праграма, якая змяняе налады аглядальніка кшталту пачатковай старонкі, без вашай згоды.

source: A program that changes settings without adequate consent.
be: Праграма, якая змяняе налады без вашай згоды.

source: A program that collects information, such as the websites a user visits, without adequate consent.
be: Праграма, якая збірае інфармацыю кшталту наведаных сайтаў, без вашай згоды.

source: A program that collects information, such as the websites a user visits, without adequate consent. Unauthorized actions may include installing without prominent notice or running without a clear method to disable the program.
be: Праграма, якая збірае інфармацыю кшталту наведаных карыстальнікам сайтаў без згоды карыстальніка. Неўпаўнаважаныя дзеянні могуць улучаць усталёўванне без заўважнай абвесткі ці запусканне праграм без яснага метаду выключэння.

source: A program that comes bundled with a Trojan.
be: Праграма, якая змяшчае траян.

source: A program that creates a Denial of Service attack.
be: Праграма, што стварае напад адмовы службы (DoS).

source: A program that displays advertisements.
be: Праграма, якая адлюстроўвае абвесткі.

source: A program that displays advertisements. While some adware can be beneficial by subsidizing a program or service, other adware programs may display advertisements without adequate consent.
be: Праграма, якая адлюстроўвае рэкламу. Сярод некаторых рэкламных праграмаў сустракаюцца карысныя з пункту гледжання фінансавання праграмных прадуктаў або паслуг, іншыя праграмы адлюстроўваюць рэкламу без згоды карыстальніка.

source: A program that exploits a security vulnerability.
be: Праграма, якая эксплуатуе ўразлівасці бяспекі.

source: A program that has been classified and permitted to run.
be: Праграма, якая была класіфікаваная і дазволеная для запуску.

source: A program that has not yet been classified.
be: Праграма, якая яшчэ не была класіфікаваная.

source: A program that installs other potentially unwanted software, such as adware or spyware.
be: Праграма, якая ўсталёўвае іншае патэнцыйна непажаданае апраграмаванне кшталту рэкламнага ці шпіёнскага.

source: A program that installs other potentially unwanted software, such as adware or spyware. The license agreement of the bundling program may require these other components in order to function.
be: Праграмы, якія ўсталёўвае іншыя патэнцыяльна небяспечныя праграмы, напрыклад, якія змяшчаюць рэкламны, або шпіёнскі код. У адпаведнасці з ліцэнзійным пагадненнем гэта можа з'яўляцца абавязковым дзеяннем.

source: A program that monitors activity, such as keystrokes or screen images.
be: Праграма, якая назірае за дзейнасцю кшталту націскання клавіш і экранных выяваў.

source: A program that provides access to a computer from a remote location.
be: Праграма, якая дастаўляе доступ да камп'ютара з аддаленага размяшчэння.

source: A program that provides access to a computer from a remote location. These programs are often installed by the computer owner or administrator, and are only a risk if unexpected.
be: Праграма, якая дае доступ да камп'ютара з аддаленага размяшчэння. Гэтыя праграмы звычайна ўсталяваныя ўладальнікам камп'ютара ці адміністратарам, і рызыкоўныя толькі калі гэта не так.

source: A program used to distribute and download files, often as part of a peer-to-peer (P2P) network.
be: Праграма, якая ўжываецца для распаўсюду і спампоўкі файлаў, звычайна ў роўнай (P2P) сетцы.

source: A program with potentially unwanted behavior that is brought to the user's attention for review.
be: Праграма з патэнцыйна непажаданымі паводзінамі, што вымагае ўвагі карыстальніка для перагляду.

source: A program with potentially unwanted behavior that is brought to the user's attention for review. This behavior may impact the user's privacy, security, or computing experience.
be: Праграма, якая ажыццяўляе патэнцыяльна небяспечныя дзеянні, аб чым паведамляецца карыстальніку. Гэтыя дзеянні могуць паўплываць на прыватнасць карыстальніка, бяспеку або прадуктыўнасць сістэмы.

source: A protocol is a language your computer uses to communicate with other computers.
be: Пратакол - гэта мова, якую карыстае ваш камп'ютар для зносінаў з іншымі камп'ютарамі.

source: A reboot is necessary before package %1 can be changed to the %2 state.
be: Неабходна перазапусціць камп'ютар, перш чым стан пакунка %1 зможа быць зменены на %2.

# A reboot is necessary before package %1 can be changed to the %2 state.
source: A reboot is necessary before package %1 can be changed to the %2 state.\r\n
be: Неабходна перазапусціць камп'ютар, перш чым стан пакунка %1 зможа быць зменены на %2.\r\n
